<template>
  <v-layout column wrap>
    <v-flex xm12 md12 lg12 x12>
      <v-layout id="pamphlet-banner" align-center justify-center column fill-height>
        <a class="display-3 white--text text-shadow">Recorics</a>
        <a class="display-1 white--text font-weight-thin text-shadow">"음악적 영감을 받아보세요."</a>
      </v-layout>
    </v-flex>

    <!-- 1번째줄 -->

    <v-layout row wrap pa-3>
      <v-flex md6 lg6 xl6 pa-2>
        <v-card>
          <v-card-title>
            <div class="display-1" style="margin-bottom:20px">제목제목제목제목제목제목</div>
            <div class="title">
              내용내용내용내용내용내용내용내용내용내용내용내용
              <br>내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용
              <br>내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용
              <br>내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용
              <br>내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용
              <br>내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용
              <br>내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용
            </div>
          </v-card-title>
        </v-card>
      </v-flex>
      <v-flex md6 lg6 xl6 pa-2>
        <v-card>
          <v-card-title>
            <div class="display-1" style="margin-bottom:20px">제목제목제목제목제목제목</div>
            <div class="title">
              내용내용내용내용내용내용내용내용내용내용내용내용
              <br>내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용
              <br>내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용
              <br>내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용
              <br>내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용
              <br>내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용
              <br>내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용
            </div>
          </v-card-title>
        </v-card>
      </v-flex>
    </v-layout>

    <!-- 2번째줄 -->

    <v-layout row wrap pa-3>
      <v-flex md4 lg4 xl4 pa-2>
        <v-card>
          <v-card-title>
            <div class="display-1" style="margin-bottom:20px">제목제목제목제목제목제목</div>
            <div class="title">
              내용내용내용내용내용내용내용내용내용내용내용내용
              <br>내용내용내용내용내용내용내용내용내용내용내용
              <br>내용내용내용내용내용내용내용내용내용내용내용
              <br>내용내용내용내용내용내용내용내용내용내용내용
              <br>내용내용내용내용내용내용내용내용내용내용내용
              <br>내용내용내용내용내용내용내용내용내용내용내용
              <br>내용내용내용내용내용내용내용내용내용내용내용
              <br>내용내용내용내용내용내용내용내용내용내용내용
              <br>내용내용내용내용내용내용내용내용내용내용내용
              <br>내용내용내용내용내용내용내용내용내용내용내용
              <br>내용내용내용내용내용내용내용내용내용내용내용
            </div>
          </v-card-title>
        </v-card>
      </v-flex>
      <v-flex md4 lg4 xl4 pa-2>
        <v-card>
          <v-card-title>
            <div class="display-1" style="margin-bottom:20px">제목제목제목제목제목제목</div>
            <div class="title">
              내용내용내용내용내용내용내용내용내용내용내용내용
              <br>내용내용내용내용내용내용내용내용내용내용내용
              <br>내용내용내용내용내용내용내용내용내용내용내용
              <br>내용내용내용내용내용내용내용내용내용내용내용
              <br>내용내용내용내용내용내용내용내용내용내용내용
              <br>내용내용내용내용내용내용내용내용내용내용내용
              <br>내용내용내용내용내용내용내용내용내용내용내용
              <br>내용내용내용내용내용내용내용내용내용내용내용
              <br>내용내용내용내용내용내용내용내용내용내용내용
              <br>내용내용내용내용내용내용내용내용내용내용내용
              <br>내용내용내용내용내용내용내용내용내용내용내용
            </div>
          </v-card-title>
        </v-card>
      </v-flex>
      <v-flex md4 lg4 xl4 pa-2>
        <v-card>
          <v-card-title>
            <div class="display-1" style="margin-bottom:20px">제목제목제목제목제목제목</div>
            <div class="title">
              내용내용내용내용내용내용내용내용내용내용내용내용
              <br>내용내용내용내용내용내용내용내용내용내용내용
              <br>내용내용내용내용내용내용내용내용내용내용내용
              <br>내용내용내용내용내용내용내용내용내용내용내용
              <br>내용내용내용내용내용내용내용내용내용내용내용
              <br>내용내용내용내용내용내용내용내용내용내용내용
              <br>내용내용내용내용내용내용내용내용내용내용내용
              <br>내용내용내용내용내용내용내용내용내용내용내용
              <br>내용내용내용내용내용내용내용내용내용내용내용
              <br>내용내용내용내용내용내용내용내용내용내용내용
              <br>내용내용내용내용내용내용내용내용내용내용내용
            </div>
          </v-card-title>
        </v-card>
      </v-flex>
    </v-layout>

    <!-- 3번째줄 -->

    <v-layout row wrap pa-3>
      <v-flex md12 lg12 xl12 pa-2 column>
        <v-card>
          <v-card-title>
            <div class="display-1" style="margin-bottom:20px; width:100%;">제목제목제목제목제목제목</div>
            <div class="title">
              <img style="width: 33%" src="../assets/pamphlet/capture1.jpg">
              <img style="width: 33%" src="../assets/pamphlet/capture1.jpg">
              <img style="width: 33%" src="../assets/pamphlet/capture1.jpg">
              <br>
              <br>내용내용내용내용내용내용내용내용내용내용내용내용
              <br>내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용
              <br>내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용
              <br>내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용
              <br>내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용
              <br>내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용
              <br>내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용
              <br>내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용
              <br>내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용
              <br>내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용
              <br>내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용
              <br>내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용
            </div>
          </v-card-title>
        </v-card>
      </v-flex>
    </v-layout>

    <!-- 4번째줄 -->

    <v-layout row wrap pa-3>
      <v-flex md12 lg12 xl12 pa-2 column>
        <v-card>
          <v-card-title>
            <div class="display-1" style="margin-bottom:20px; width:100%;">제목제목제목제목제목제목</div>
            <div class="title">
              내용내용내용내용내용내용내용내용내용내용내용내용
              <br>내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용
              <br>내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용
              <br>내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용
              <br>내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용
              <br>내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용
              <br>내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용
              <br>내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용
              <br>내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용
              <br>내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용
              <br>내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용
              <br>내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용
              <br>내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용
              <br>내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용
              <br>내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용내용
            </div>
          </v-card-title>
        </v-card>
      </v-flex>
    </v-layout>
  </v-layout>
</template>

<script>
export default {
  data() {
    return {};
  }
};
</script>

<style>
#pamphlet-banner {
  height: 600px;
  background-position: center center;
  background-size: cover;
  background-image: url("../assets/similar/similar_banner.jpg");
}
</style>
